example/test.tex
% Created 2009-09-04 Fri 04:22
\documentclass[11pt,a4paper]{article}
\usepackage[utf8]{inputenc}
% fontec below makes the text appear dull, grey instead of really black.
%\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage[breaklinks=true]{hyperref}
% from http://en.wikibooks.org/wiki/LaTeX/Hyperlinks
\hypersetup{
    pdfnewwindow=true,      % links in new window
    colorlinks=true,        % false: boxed links; true: colored links
    linkcolor=blue,         % color of internal links
    citecolor=green,        % color of links to bibliography
    filecolor=magenta,      % color of file links
    urlcolor=cyan           % color of external links
}
\usepackage[figure,figure*,table]{hypcap}
\usepackage{outlines}

\setlength{\topmargin}{-.5in}
\setlength{\textwidth}{6.25in}
\setlength{\textheight}{9in}
\setlength{\oddsidemargin}{.125in}
\setlength{\evensidemargin}{.125in}

\renewcommand{\labelenumi}{\textbf{\Roman{enumi}.}}
\renewcommand{\labelenumii}{\Alph{enumii}.}
\renewcommand{\labelenumiii}{\arabic{enumiii}.}
\renewcommand{\labelenumiv}{\alph{enumiv}.}



\title{Test with long outline points}
\author{}
\date{04 September 2009}

\begin{document}

\maketitle

\begin{outline}[enumerate]


\1 \textbf{Heading 1}
\label{sec-1}

Wisi iusto suscipit feugait, te crisare ea delenit. Augue et suscipit\ldots{} laoreet
et ipsum dolore, illum sit duis feugait. Ea at, ut; ad sit iusto qui feugait,
qui ullamcorper consequatvel feugiat duis feugiat. Facilisi, ea accumsan dolore
luptatum ut lorem suscipit consequat illum, dolore illum ut; augue vel ex,
crisare diam augue quis delenit at. Magna dolore ex ad hendrerit minim\ldots{} erat
sed blandit feugait ex eum lobortis tincidunt delenit te diam sciurus wisi. Eros
ea iusto nulla! Wisi accumsan lobortis sciurus ut accumsan dolore; amet ut quis
nulla dignissim nisl feugait veniam facilisi.

\2 Sub-heading
\label{sec-1.1}

Esse enim dolor amet qui, feugiat dolor iriuredolor sit! Vulputate delenit
blandit, dolore molestie exerci ullamcorper? Quis veniam; consequat consectetuer
commodo sed, illum minim sed eros nonummy sed te, nisl dolore, nulla facilisis
nulla esse lobortis accumsan, at iriuredolor? Duis nostrud laoreet dolor
hendrerit, velit feugait ut nulla crisare iusto consequat quis commodo suscipit
vel! Eu nulla dignissim laoreet nulla sciurus molestie enim, suscipit facilisis
hendrerit nulla ea dolor, ut iusto esse in minim. In commodo dignissim sit
praesent dolore vero dolore tation consequatvel feugait qui; duis commodo qui
nibh, et wisi.

\3 Sub-sub-heading
\label{sec-1.1.1}

Praesent diam velit, nisl feugiat tation dolore, duis qui autem in. Lobortis,
feugiat magna vero nisl, consequat eum ex tincidunt illum; lobortis eu
consequatvel eu illum. Dolor ut nibh quis; duis luptatum sed euismod dolore ex
iusto. Facilisis vero ad consectetuer facilisi praesent veniam magna feugait
iusto, in vel. Feugait blandit facilisis augue eros et facilisis eu ad exerci,
autem veniam quis, autem Ñ in odio. Hendrerit ad, in et vulputate luptatum
autem; laoreet delenit ut sed duis feugiat blandit! Dolore veniam quis nisl
sit\ldots{} veniam nibh sit, ullamcorper accumsan nulla, nonummy molestie praesent,
dolore feugiat! Consectetuer tation dolor eum nulla consectetuer tincidunt
dignissim esse.

\4 sub-sub-sub-heading
\label{sec-1.1.1.1}

Dignissim in adipiscing quis adipiscing laoreet, ullamcorper consequatvel minim
Ñ delenit ut amet veniam vel dolore in suscipit consectetuer nisl
dolore. Aliquip consequat, feugiat consequat hendrerit lobortis eum delenit
dolor et nulla, in et duis! Aliquip veniam augue esse vulputate odio dignissim
accumsan sed minim iriuredolor consequat ut dolor Ñ duis iriuredolor. Qui ut
nonummy aliquip et quis ea. Ad nonummy; ut sed qui et blandit lorem. Eum ut,
facilisis Ñ exerci sciurus minim ut, augue ut adipiscing! Magna facilisi ea
exerci feugait vulputate dolore nibh feugiat ut eu in, veniam iriure dolor
dolore in; iusto aliquip facilisi delenit eum. Dolor veniam quis aliquip dolore
nulla. Consequat illum nulla qui\ldots{} eu vulputate eu volutpat ea nisl feugait vel
sciurus, tation praesent ut velit?



\2 Sub-heading2
\label{sec-1.2}

Nisl veniam molestie; augue feugiat iriuredolor sed, consequatvel in praesent
ipsum euismod autem esse ut et accumsan duis.

\3 Sub-Sub-heading
\label{sec-1.2.1}

Veniam nostrud exerci ut blandit,
delenit ea in, iriure; dolore crisare dolor augue ad consequatvel, ex lobortis
et amet accumsan nibh delenit in nulla!

\4 Sub-sub-sub-heading
\label{sec-1.2.1.1}

Nulla ullamcorper ex; et veniam dolore minim facilisis accumsan facilisis,
facilisi duis ut facilisi.



\1 \textbf{Heading 2}
\label{sec-2}

Consequat magna in eum N iriure, molestie iusto consectetuer praesent lobortis
autem iusto ut et nostrud, praesent augue ea dolore. Lorem dolor esse lobortis
duis et vero consequat wisi et veniam augue? Ipsum, blandit augue dignissim
luptatum suscipit nonummy feugait tation qui dolore vero duis exerci te.

\2 Sub-heading
\label{sec-2.1}

Nisl veniam molestie; augue feugiat iriuredolor sed, consequatvel in praesent
ipsum euismod autem esse ut et accumsan duis.

\3 Sub-Sub-heading
\label{sec-2.1.1}

Veniam nostrud exerci ut blandit,
delenit ea in, iriure; dolore crisare dolor augue ad consequatvel, ex lobortis
et amet accumsan nibh delenit in nulla!

\4 Sub-sub-sub-heading
\label{sec-2.1.1.1}

Nulla ullamcorper ex; et veniam dolore minim facilisis accumsan facilisis,
facilisi duis ut facilisi.


\1 \textbf{Heading 3}
\label{sec-3}


\end{document}
